{"statusCode":"2000","statusDesc":"Success","data":{"conditionCode":"CONDITION_1","conditionName":"Condition_1 : Device Campaign Discount (No Pay Advance)","conditionText":"<p><span>1) ข้าพเจ้าตกลงใช้บริการโทรศัพท์ที่เลือกซื้อ กับการใช้บริการหมายเลขโทรศัพท์เคลื่อนที่ในระบบ AIS รายเดือน ตามแพ็กเกจค่าบริการรายเดือนข้างต้น โดยใช้บริการต่อเนื่องตามระยะเวลาที่กำหนด และชำระค่าใช้บริการภายในวันที่บริษัทฯ กำหนด นับตั้งแต่วันที่ทำข้อตกลงฉบับนี้ หรือนับระยะเวลาต่อเนื่องจากข้อตกลงใช้บริการฉบับอื่นที่ข้าพเจ้าได้ตกลงไว้ก่อนหน้านี้ ซึ่งยังคงมีผลใช้บังคับอยู่<br/>2) กรณีข้าพเจ้ายกเลิก หรือถูกยกเลิกบริการ ขอเปลี่ยนแปลงหมายเลขโทรศัพท์ ขอย้ายเครือข่ายเลขหมายเดิม ขอโอนเปลี่ยนเจ้าของ หรือขอเปลี่ยนเป็นระบบเติมเงิน ก่อนครบกำหนดเวลาที่ตกลงไว้ ถือว่าข้าพเจ้าผิดข้อตกลงนี้ และยินยอมให้บริษัทฯ มีสิทธิ์ระงับการใช้เครื่องโทรศัพท์ดังกล่าวได้ทันที รวมทั้งตกลงชาระค่าปรับเท่ากับส่วนลดค่าเครื่อง (ก่อน VAT) ตามที่ได้รับให้แก่บริษัท แอดวานซ์ ไวร์เลส เน็ทเวอร์ค จากัด ในวันที่ยกเลิกบริการ หรือผิดข้อตกลงทันที <br/><\u002fspan><\u002fp><br /><\u002fspan><span>ผู้ใช้บริการที่ซื้อเครื่องโทรศัพท์ Samsung (Knox Guard) รุ่นที่กำหนด รับทราบและยินยอมให้บริษัทดำเนินการดังต่อไปนี้ได้ทันที<br />&nbsp; 1. ต้องชำระค่าบริการตามแพ็กเกจข้างต้นภายในวันที่บริษัทฯ กำหนด กรณีชำระค่าบริการล่าช้า บริษัทฯ จะส่งข้อความแจ้งเตือน และหากผิดนัดชำระค่าบริการของหมายเลขโทรศัพท์ตามที่ระบุไว้ในข้อตกลงรับสิทธิ์ฉบับนี้ จนเป็นเหตุให้หมายเลขดังกล่าวถูกระงับการโทรออกและรับสายเข้า เครื่องโทรศัพท์จะล็อกและใช้ไม่ได้ในทันที<br />&nbsp; 2. กรณีมีการแก้ไขดัดแปลงซอฟต์แวร์ของเครื่องโทรศัพท์ Samsung บริษัทถือว่าเป็นกระทำผิดเงื่อนไขข้อตลงฉบับนี้ และเครื่องจะถูกล็อกและใช้งานไม่ได้ในทันที หากภายหลังข้าพเจ้าประสงค์จะใช้เครื่องโทรศัพท์ต่อไป ข้าพเจ้าตกลงชำระค่าปรับเท่ากับส่วนลดค่าเครื่อง (ก่อน VAT) ตามที่ได้รับ ให้แก่บริษัท แอดวานซ์ ไวร์เลส เน็ทเวอร์ค จำกัด<\u002fspan><\u002fp><br><label>3) ผู้ใช้บริการที่ซื้อเครื่องโทรศัพท์ Samsung ราคาพิเศษรุ่นที่กำหนด จะได้กรรมสิทธิ์ในเครื่องโทรศัพท์จากบริษัท/ผู้แทนจำหน่ายของบริษัท เมื่อปฏิบัติถูกต้องและครบถ้วน ตามข้อ 1. และ ข้อ 2. นอกจากนี้ผู้ใช้บริการยินยอมให้บริษัทดำเนินการดังต่อไปนี้ได้ทันที<\u002flabel> <br><label style=\"padding-left : 40px\">3.1) ส่งข้อความเพื่อแจ้งเตือนหากเกินกำหนดการนัดชำระค่าบริการและหมายเลขถูกระงับการโทรออก<\u002flabel> <br><label style=\"padding-left : 40px\">3.2) ดำเนินการล็อกเครื่องโทรศัพท์หากผู้ใช้บริการละเลย หรือเพิกเฉยการชำระค่าบริการภายในระยะเวลาที่กำหนด และหมายเลขถูกระงับการโทรออกและรับสายเข้า<\u002flabel>"}}